# print("Levka")
# print(16)


# x = 5 
# print(x)

# ყოველთვის გაწერეთ ცვლადის სათაური სწორად რადგან მოგცეს ის ინფორამცია რაც გაწერილი აქვს


# ტექსტურ მონაცემს ეწოდება string და მას სტრინგად აღარ აღიქვამს აუცილებლად უნდა ჩავსვათ ბრჭყალებში


# Declaration - ცვლადის შექმნა
# initialise -  ცვლადზე მნიშვნელობის მინიჭება
# name = "Luka"


# / -  ზუსტი გაყოფა
# // - გაყოფა, რომელიც მოგვცემს მთელრიცხვა განაყოფში
# % -  გაყოფის შედეგად მიღებული ნაშთი
# print(3 % 5)


age = 21
age = 19
print("age")
# თანმიმდევრობით იბეჭდება

age = 21
friend_age = age + 5
print(friend_age)